tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'tkengo/highway'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'coreutils'
brew 'gnu-sed'
brew 'pkg-config'
brew 'makedepend'
brew 'openssl'
brew 'libevent'
brew 'tmux'
brew 'gettext'
brew 'popt'
brew 'libpng'
brew 'pcre'
brew 's-lang'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'newt', args: ['with-python']
brew 'byobu'
brew 'cmake'
brew 'cowsay'
brew 'ctags'
brew 'elasticsearch'
brew 'fasd'
brew 'figlet'
brew 'flow'
brew 'freetype'
brew 'fontconfig'
brew 'fortune'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'libyaml'
brew 'ruby'
brew 'ghi'
brew 'gist'
brew 'gnu-getopt'
brew 'git-flow-avh'
brew 'global', args: ['with-ctags', 'with-pygments']
brew 'libtool'
brew 'gperftools'
brew 'heroku'
brew 'htop-osx'
brew 'hub'
brew 'perl'
brew 'imagemagick'
brew 'lha'
brew 'libev'
brew 'maven'
brew 'mercurial'
brew 'mongodb'
brew 'mono'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'peco'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'sl'
brew 'solr'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'vim'
brew 'vnstat'
brew 'watchman'
brew 'wget'
brew 'tkengo/highway/highway'
