tap "ariga/tap"
tap "bufbuild/buf"
tap "cockroachdb/tap"
tap "hashicorp/tap"
tap "xo/xo"
brew "bash"
brew "buf"
brew "coreutils"
brew "duckdb"
brew "eza"
brew "flyctl"
brew "flyway"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "libpq"
brew "nvm"
brew "peco"
brew "pgcli"
brew "python@3.11"
brew "python@3.13"
brew "rbenv"
brew "starship"
brew "tig"
brew "tmux"
brew "vim", link: false
brew "cockroachdb/tap/cockroach"
brew "tkengo/highway/highway"
brew "xo/xo/usql"
cask "alacritty"
cask "docker-desktop"
cask "gcloud-cli"
cask "gimp"
cask "spotify"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql-syntax"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "netcorext.uuid-generator"
vscode "typespec.typespec-vscode"
vscode "vscodevim.vim"
