tap "adoptopenjdk/openjdk"
tap "earthly/earthly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "tkengo/highway"
brew "bash"
brew "bat"
brew "exa"
brew "gh"
brew "git"
brew "go"
brew "highway"
brew "httpie"
brew "jq"
brew "lua"
brew "peco"
brew "rbenv"
brew "screen"
brew "starship"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "earthly/earthly/earthly"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
