tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'tkengo/highway'
cask 'xquartz'
brew 'autoconf'
brew 'automake'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'docker'
brew 'boot2docker'
brew 'coreutils'
brew 'gnu-sed'
brew 'gettext'
brew 'popt'
brew 'libpng'
brew 's-lang'
brew 'newt'
brew 'openssl'
brew 'libevent'
brew 'tmux'
brew 'byobu'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'chromaprint'
brew 'cmake'
brew 'cowsay'
brew 'ctags'
brew 'direnv'
brew 'elasticsearch'
brew 'fasd'
brew 'fdk-aac'
brew 'figlet'
brew 'flac'
brew 'flow'
brew 'freetype'
brew 'fontconfig'
brew 'fortune'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'libyaml'
brew 'ruby'
brew 'ghi'
brew 'gist'
brew 'gnu-getopt'
brew 'git-flow-avh'
brew 'global', args: ['with-ctags', 'with-pygments']
brew 'go'
brew 'gperftools'
brew 'heroku'
brew 'htop-osx'
brew 'hub'
brew 'icu4c'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'lha'
brew 'libev'
brew 'libogg'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libvpx'
brew 'mad'
brew 'makedepend'
brew 'mas'
brew 'maven'
brew 'memcached'
brew 'sqlite'
brew 'python'
brew 'mercurial'
brew 'mongodb'
brew 'mono'
brew 'mysql@5.6', restart_service: true
brew 'nmap'
brew 'node'
brew 'opus'
brew 'pcre'
brew 'peco'
brew 'phantomjs'
brew 'pkg-config'
brew 'python3'
brew 'postgresql'
brew 'qt'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby-build'
brew 'sl'
brew 'solr'
brew 'sox'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'utf8proc'
brew 'vim'
brew 'vnstat'
brew 'watchman'
brew 'wget'
brew 'yasm'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc49'
brew 'tkengo/highway/highway'
cask 'libreoffice'
cask 'ngrok'
mas 'LINE', id: 539883307
mas 'Table Tool', id: 1122008420
mas 'The Unarchiver', id: 425424353
mas 'Keynote', id: 409183694
mas 'Twitter', id: 409789998
mas 'PicGIF Lite', id: 844918735
mas 'VOX', id: 461369673
mas 'Skitch', id: 425955336
mas 'Slack', id: 803453959
mas 'Sync', id: 1076860635
mas 'Pages', id: 409201541
mas 'CotEditor', id: 1024640650
mas 'Tag Editor Free', id: 984278082
mas 'TogglDesktop', id: 957734279
mas 'GarageBand', id: 682658836
mas 'Display Menu', id: 549083868
mas 'Kobito', id: 896624060
mas 'LadioCast', id: 411213048
mas 'Numbers', id: 409203825
