tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'tkengo/highway'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'docker'
brew 'boot2docker'
brew 'coreutils'
brew 'gettext'
brew 'gnu-sed'
brew 'openssl'
brew 'popt'
brew 'newt'
brew 'byobu'
brew 'freetype'
brew 'fontconfig'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cask'
brew 'chromaprint'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake'
brew 'cowsay'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'fasd'
brew 'fdk-aac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'flac'
brew 'flow'
brew 'fortune'
brew 'fribidi'
brew 'jpeg'
brew 'gd'
brew 'gdbm'
brew 'ghi'
brew 'gist'
brew 'gnu-getopt'
brew 'git-flow-avh'
brew 'global', args: ['with-ctags', 'with-pygments']
brew 'gmp'
brew 'go'
brew 'sqlite'
brew 'python'
brew 'gobject-introspection'
brew 'gperftools'
brew 'icu4c'
brew 'harfbuzz'
brew 'heroku'
brew 'htop-osx'
brew 'hub'
brew 'hyper'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'isl'
brew 'isl@0.11'
brew 'oniguruma'
brew 'jq'
brew 'lha'
brew 'libass'
brew 'libev'
brew 'mpfr'
brew 'libmpc'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'libogg'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'mad'
brew 'makedepend'
brew 'mas'
brew 'maven'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mercurial'
brew 'mono'
brew 'python3'
brew 'mpv', args: ['HEAD', 'with-bundle']
brew 'nmap'
brew 'opus'
brew 'peco'
brew 'phantomjs'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'sox'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'utf8proc'
brew 'vault'
brew 'vim', args: ['HEAD', 'with-lua']
brew 'w3m'
brew 'watchman'
brew 'wget'
brew 'yasm'
brew 'tkengo/highway/highway'
mas 'CotEditor', id: 1024640650
mas 'Keynote', id: 409183694
mas 'Kobito', id: 896624060
mas 'LadioCast', id: 411213048
mas 'LINE', id: 539883307
mas 'PicGIF Lite', id: 844918735
mas 'Skitch', id: 425955336
mas 'Slack', id: 803453959
mas 'Table Tool', id: 1122008420
mas 'Tag Editor Free', id: 984278082
mas 'The Unarchiver', id: 425424353
mas 'TogglDesktop', id: 957734279
mas 'Twitter', id: 409789998
mas 'VOX', id: 461369673
